Revit 2027 API
SymbolTypeId.BtuPerLb Property
 Symbol BTU/lb, indicating unit British thermal units per pound.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerLb { get; }
Public Shared ReadOnly Property BtuPerLb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerLb {
	ForgeTypeId^ get ();
}
static member BtuPerLb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace